[
	{
		"quote": "TEXT ME NUMBER ONE"
	},
	{
		"quote": "TEXT ME NUMBER TWO"
	},
	{
		"quote": "If you have anything you think we should do together, just come let me know. I am always excited for anything that involves both of us."
	},
	{
		"quote": "Coupon: Breakfast in bed. Screenshot this to obtain a breakfast of your choice. If you don't redeem this, I'll do it anyways"
	},
	{
		"quote": "It is kinda incredibly how easy it is to love you and how good it feels to do so."
	},
	{
		"quote": "Actually, I'm not going to lie, you've made me start to come around on the Gladiator. I'm impressed."
	},
	{
		"quote": "If you have any more feature ideas for this site, come let me know. I'd love to make it better for you."
	},
	{
		"quote": "Being able to hold you every night has made even the most insurmountable things feel easy."
	},
	{
		"quote": "Y'know, I love our lego cat and all. But I am really looking forwards to a real one."
	},
	{
		"quote": "How about we each pick a book for the other person to read off of our shelf? We could talk about them afterwards :)"
	},
	{
		"quote": "How about a simple one. I love you. I love being near you. I love seeing you. I love everything about you."
	},
	{
		"quote": "Coupon: Force me to make a decision you don't want to make."
	},
	{
		"quote": "I hope that everyone gets to experience the kind of love we have at some point in their lives. It is wonderful."
	},
	{
		"quote": "We are once again back to the end of the cycle, sadly. However, remember that now you can walk up to me at any time and hear these things directly from me. I love you, and I hope you have enjoyed this. :)"
	},
	{
		"quote": "GUESS WHAT IS BACK AND BETTER THAN EVER! THATS RIGHT, NOT ONLY DO YOU HAVE BOTH YEARS, BUT NOW YOU CAN MOVE AROUND (stuff like this is why I switched to a language I know). But anyways you don't care about the nerd stuff. I just wanted to say that I love you, happy valentines day, and I hope I get to have you as my valentine for the rest of my life. Just like this website, our relationship will continue to change and evolve, but living with you has made me certain that I want to see it through. Is this website as needed now that I can tell you this all myself? Maybe not. But it is always nice for you to have a reminder. - Caleb"
	},
	{
		"quote": "Ur the gravy to my biscuits <3 (I'm hungry and thinking about how good your biscuits and gravy are)"
	},
	{
		"quote": "Every time I roll over in bed and see you there, I hope that I get to see that view for the rest of my life."
	},
	{
		"quote": "Two years is a long time, but you have made it go by in a second."
	},
	{
		"quote": "Our dumb orange cat will be named tom. No debate. I'm not sorry."
	},
	{
		"quote": "Continuing the worm note from last year, I wanted to say that you have wormed your way into my heart and I won't let you go."
	},
	{
		"quote": "We need to restart game playing. I know it is different living together, but it is still good."
	},
	{
		"quote": "Date idea: We make each get to pick three things we want to do, then we assign them each a number and roll the dice. Then we just do them all anyways."
	},
	{
		"quote": "I don't know exactly where we will live next year, but if it is with you, it's home."
	},
	{
		"quote": "Y'know, I used to think that in love was just something that you were. Being with you has made me realize that it just gets stronger and stronger each day."
	},
	{
		"quote": "You are literally the only person I would watch a several hour minecraft RP video with, and that is saying something."
	},
	{
		"quote": "Pls come find me so I can smooch you"
	},
	{
		"quote": "I can't wait for whatever our first long trip together is. Being anywhere with you is nice :)"
	},
	{
		"quote": "There is something I love so much about seeing our stuff mixed together. Toothbrushes, shoes, books, its all just so nice."
	},
	{
		"quote": "Yo thanks for freezing to death with me for space photos with me."
	},
	{
		"quote": "One day I want to go on a backpacking trip with you so we can run far away from our problems and just stare at the stars together."
	},
	{
		"quote": "Every time you say something hurtful about yourself, I just wish you could see you the way I do. You are so beyond special."
	},
	{
		"quote": "Date idea: We make a little piece of pottery for the other person."
	}
]
